const REVOLT_MOVEMENT = `## Участие в революционном движении
\n\n
[В 1871—1873 годах учился на агрономическом факультете Лесного института. В 1872 году был принят в петербургский кружок «чайковцев» («Большое общество пропаганды»), куда входили С. Л. Перовская, П. А. Кропоткин, М. А. Натансон, Д. А. Клеменц, Л. А. Тихомиров, Ф. В. Волховский, Л. Э. Шишко, С. С. Синегуб, М. В. Купреянов и другие[4]. В кружке Кравчинский занимался пропагандой социализма среди петербургских рабочих, делал переводы, пробовал себя в литературе[5]. Вдохновил на революционную деятельность учившегося вместе с ним Д. А. Аитова.
Не завершив образования, осенью 1873 года Кравчинский одним из первых предпринял попытку «хождения в народ» (совместно с Д. М. Рогачёвым). Агитировал крестьян Тверской губерний, используя при этом тексты из Евангелия и делая из них социалистические выводы. Попытка «хождения в народ» провалилась, Кравчинский и Рогачёв были арестованы сельскими властями меньше чем через десять дней после начала активной агитации; бежали из-под ареста[5]. После побега перешёл на нелегальное положение[5].
Продолжил пропаганду в народе. Совместно с Д. А. Клеменцем агитировал крестьян Тульской губернии, жил среди молокан в Рязанской губернии[5]. Недолго прожил в Москве, где познакомился с Н. А. Морозовым, который стал его близким другом[5]. Несколько раз пытался организовать побег из тюрьмы Ф. В. Волховского, но все попытки закончились неудачей[6].
В конце 1874 года уехал в Европу, жил в Лондоне, Брюсселе, Женеве, Париже[5]. Летом 1875 года участвовал в Герцеговинском восстании, служил артиллеристом в одном из отрядов под руководством Пеко Павловича. Быстро разочаровался в восстании, писал П. Л. Лаврову: «Я шёл для войны за освобождение, а попал в шайку просто-напросто разбойников»[5].
Сотрудничал в газете «Работник» (Женева) бакунистского направления. За годы пребывания за границей Степняк-Кравчинский неоднократно встречался с русскими политэмигрантами Г. А. Лопатиным, П. Н. Ткачёвым, П. Л. Лавровым, М. А. Бакуниным и др. Программ и бакунистов, и лавристов не принял, считая, что в России невозможны ни немедленная революция, ни планомерная социалистическая пропаганда. И выдвинул идею «пропаганды действием» — организации «показательного бунта», который будет подавлен, но подаст пример самопожертвования. В пропагандистских сказках — «Сказка о копейке» (1874), «Мудрица Наумовна» (1875), «Из огня да в полымя!…» (1876) и др. Кравчинский популяризовал идеи социализма, рассказывал о Карле Марксе, призывал к бунту.
В начале 1876 года вернулся в Россию, где участвовал в организации и исполнении нескольких дерзких побегов из тюрем своих друзей. Испытывая разочарование от неудачной деятельности народнического движения и расстроенный отсутствием перспектив развития и арестами своих друзей, в конце 1876 года снова выехал за границу — повёз на лечение в Италию смертельно больную жену Волховского Марию.
В 1877 году участвовал в вооружённом восстании бакунистов в итальянской провинции Беневенто совместно с итальянскими анархистами Карло Кафьеро и Эррико Малатестой. Был арестован и приговорён к смертной казни, но в январе 1878 года амнистирован. Во время десятимесячного пребывания в тюрьме изучил итальянский язык (также владел французским, немецким, английским языками)[7]. Из-за отсутствия средств пешком добрался с юга Италии до швейцарской границы[5].
В феврале того же года, в Женеве, Кравчинский вместе с П. Б. Аксельродом и Л. Г. Дейчем организовал анархистский печатный орган — журнал «Община». Основными задачами журнала были освещение, анализ народовольческого опыта и попытка объединения разрозненных народнических течений. Кравчинский написал для «Общины» статьи о беневентской попытке, о «процессе 193-х» и суде над В. И. Засулич[5].
В мае 1878 года он нелегально вернулся в Россию и примкнул к «Земле и Воле»; стал главным редактором первых четырёх номеров газеты «Земля и воля. Социально-революционное обозрение». После отклонения Александром II ходатайства Сената о смягчении наказания судившимся по делу 193-х Кравчинский написал прокламацию «По поводу нового приговора». В прокламации революционеры обратились к царскому правительству:](chain-2)
> До сих пор вы, точно, не останавливались ни перед какими злодействами, мы же терпели до последней возможности… Довольно проповедовали мы любовь — пришла пора воззвать к ненависти… Месть, месть кровавая, беспощадная будет отныне ответом на ваши злодейства. Вы сами довели нас до этого. Знайте же это и ждите!
— Из прокламации «По поводу нового приговора»`;

const JANDARME_MURDER = `
# Убийство шефа жандармов\n\n
![Шеф жандармов Мезенцов, фото А. И. Деньера](https://commons.wikimedia.org/wiki/File:Nikolay_Vladimirovich_Mezentsov.jpg?uselang=ru)\n\n
[Намерение убить главу политической полиции Российской империи Н. В. Мезенцова возникло у Кравчинского после процесса 193-х и голодовки его друзей в Петропавловской крепости[7]. По словам народника А. Ф. Михайлова, изначально Кравчинский планировал покушение в виде немедленной дуэли на петербургской площади[8]. Товарищи убедили Кравчинского изменить этот план[7]. Для покушения были приготовлены открытая повозка и вороной рысак по кличке Варвар, на котором совершил побег из Николаевского военного госпиталя П. А. Кропоткин[5]. Оружием Кравчинский выбрал четырёхгранный кинжал, который привез из Италии[9]. Участвовать в покушении вызвались также народники А. И. Баранников и А. Ф. Михайлов, последнему отводилась роль кучера. По воспоминаниям Морозова, Кравчинский несколько раз выходил навстречу гуляющему Мезенцову, но не решался поднять руку на шефа жандармов[10]. Непосредственным толчком к преступлению послужила казнь И. М. Ковальского в Одессе. Он был расстрелян 2 августа 1878 года за революционную деятельность и вооружённое сопротивление при аресте. На следующий день, 3 августа сообщение о казни появилось в газетах[5], а 4 августа 1878 года на Итальянской улице в Петербурге в девятом часу утра Сергей Кравчинский нанёс смертельное ранение кинжалом шефу жандармов Н. В. Мезенцову.
Официальное донесение императору об этом деле гласило:
Сегодня, около 9 часов утра, шеф жандармов генерал-адъютант Мезенцов, во время утренней прогулки с отставным полковником Макаровым по тротуару на Михайловской площади, был у дома Кочкурова встречен неизвестным молодым человеком среднего роста, одетым в серое пальто и в очках, который, не дойдя до генерала шага за три, стремительно кинулся на него и, ударив кинжалом в грудь, побежал за угол в Большую Итальянскую; за ним в погоню бросился Макаров с криком «держи, держи» и, размахивая зонтиком, безотчётно его ударил; в ту же минуту другой молодой человек с черными усами в длинном синем пальто и чёрной пуховой круглой шляпе выстрелил в Макарова, но не попал, и затем оба убийцы вскочили на стоявшие в Итальянской, вероятно их собственные, дрожки, запряжённые вороною лошадью; на козлах сидел молодой кучер с чёрными усами без бороды. Сев на дрожки, злоумышленники понеслись по Малой Садовой и скрылись из виду.
— Из книги «Народоволец А. И. Баранников в его письмах»
После покушения Кравчинский за несколько дней написал брошюру «Убийство шефа жандармов генерал-адъютанта Мезенцева» с подзаголовком «Смерть за смерть»[5]. Совершённое им убийство он оправдывал как ответ на полицейский произвол, в том числе аресты народников-пропагандистов и смертный приговор, вынесенный Ковальскому:
Мезенцев убит нами […] не как человек, занимающий пост шефа жандармов, — мы считаем убийство мерой слишком ужасной, чтобы прибегать к ней для демонстрации; генерал-адъютант Мезенцев убит нами, как человек совершивший ряд преступлений, которых мог и должен был не совершать.
— С. М. Степняк-Кравчинский «Смерть за смерть»
После убийства Мезенцова Кравчинский оставался в Петербурге ещё три месяца. Кроме брошюры «Смерть за смерть», написал передовую статью для первого номера газеты «Земля и воля»[5]. В этом же номере были опубликованы стихи близкого к революционным кругам адвоката А. А. Ольхина «У гроба»[11], посвящённые «поразившему Мезенцева», то есть Кравчинскому.
Несмотря на чрезвычайные меры по его розыску, Кравчинский участвовал в нелегальной сходке по поводу приезда в столицу главы Южного Исполнительного комитета В. А. Осинского[9], которую потом подробно описал в «Подпольной России». Он организовал коллективный поход разыскиваемых властями революционеров в Мариинский театр на оперу Джакомо Мейербера «Пророк», посвящённую крестьянскому восстанию XVI века[9]. В этом походе в театр, помимо трёх участников убийства Мезенцова, приняли участие С. Л. Перовская, Н. А. Морозов, О. С. Любатович и другие народники.
В ноябре 1878 года после прокатившихся по Петербургу арестов, понимая, что его личность раскрыта, Кравчинский бежал в Швейцарию; вернуться назад в Россию ему уже не довелось[5]](chain-3).
`;

const EMIGRATION = `
## Эмиграция
\n\n
![С. М. Кравчинский](https://commons.wikimedia.org/wiki/File:Sergei_Kravchinski_01.jpg?uselang=ru)\n\n
[До 1881 года жил в Швейцарии под псевдонимом и занимался переводами. Кравчинский впервые перевёл на русский язык роман итальянского писателя Рафаэлло Джованьоли «Спартак», который был напечатан в журнале «Дело» в 1881 году[5].](chain-4) После убийства Александра II и последовавшей за этим реакции правительство Александра III потребовало экстрадиции Кравчинского, и он нелегально перебрался в Италию.
Здесь в миланской газете «Pungolo» («Жало») он публикует серию очерков о российском революционном движении, которые легли в основу книги «Подпольная Россия». Книга была впервые издана в Италии под названием «La Russia sotteranea», но вскоре была переведена на множество языков мира и вызвала сочувственные отклики Э. Золя, А. Доде, М. Твена, Элизе Реклю, И. С. Тургенева, Л. Н. Толстого. Российское правительство вновь потребовало экстрадиции, и с 1884 года Кравчинский жил в Англии. Здесь у него появилось много друзей и знакомых: среди них Фридрих Энгельс, парламентарий-лейборист Дж. Браун, профсоюзный деятель Э. Пиз, Уильям Моррис, Эдуард Бернштейн, Иван Франко и другие.
В эмиграции Кравчинский женился на Фанни Марковне Личкус[12], дочери купца. В 1879 году у них родилась девочка. Роды были преждевременными и ребёнок умер через несколько дней[5].
Проживая в Лондоне, он уделяет много времени творчеству. В 1885 году выходит его книга «Russia under the Tsars» (Россия под властью царей), в том же году она переиздаётся в Швеции, Франции, США. Через год издаётся следующая книга «Русская грозовая туча», а в 1888 году монография «Русское крестьянство, его экономическое положение, общественная жизнь и религия». В четырёх книгах, обличая царскую реакцию 1881—1887 годов, анализируя положение крестьян, рассматривая национальную политику в армии, Кравчинский прославлял героическую борьбу революционеров.
В 1889 году, под редакцией Элеоноры и Эдуарда Эвелингов, выходит роман Кравчинского «The Career of a Nihilist» (Карьера нигилиста). Главный герой романа Андрей Кожухов является собирательным образом из судеб и характеров многих героев революционного движения, а основной задачей романа, как писал сам автор, было показать «революционеров только как людей, а не как политических деятелей»[13]. На русском языке роман увидел свет уже после смерти писателя под названием «Андрей Кожухов».
\n\n ![С. М. Степняк-Кравчинский, с подписью «М. А. Тургеневой»](https://commons.wikimedia.org/wiki/File:%D0%A1%D1%82%D0%B5%D0%BF%D0%BD%D1%8F%D0%BA-%D0%9A%D1%80%D0%B0%D0%B2%D1%87%D0%B8%D0%BD%D1%81%D0%BA%D0%B8%D0%B9,_%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9_%D0%9C%D0%B8%D1%85%D0%B0%D0%B9%D0%BB%D0%BE%D0%B2%D0%B8%D1%87_(1851-1895).jpg?uselang=ru)
Кроме творческой работы Кравчинский активно участвует в общественной жизни, посещает различные митинги, выступает с лекциями. В 1890 году в Англии по его инициативе возникло «Общество друзей русской свободы», которое занималось пропагандой против российского самодержавия и поддержкой российских революционеров, выпускало англоязычный ежемесячник «Свободная Россия» (Free Russia). Редактором журнала до 1893 года был сам Кравчинский, затем его сменил Ф. В. Волховский. В 1891 году после поездки Кравчинского в США здесь возникло американское отделение «Общества друзей российской свободы».
В тот же период Кравчинский организует «Фонд вольной русской прессы», который занимался изданием и переправкой в Россию агитационной литературы. Во многом именно на темах, поднятых изданиями Фонда, основывалась большая часть социалистической пропаганды против царской России. В эти годы Кравчинский пишет повесть «Домик на Волге» и два эссе: «Заграничная агитация» и «Чего нам нужно и начало конца».
\n\n > Мы думаем, что ничтожная шайка людей, правящая в настоящее время Россией, опираясь на недоразумение крестьянской массы, может быть опрокинута только насилием, и мы не видим к этому никакого другого пути, кроме насилия. В политике мы революционеры не только до прямого народного восстания, но до военных заговоров, до ночных вторжений во дворец, до бомб и динамита.
— Из брошюры «Чего нам нужно и начало конца»[14]\n\n
В 1891 году, познакомившись с Хесбой Стреттон, собирает материал для книги о сектантах-штундистах в России. Итогом этой деятельности стали два варианта книги — роман «Штундист Павел Руденко» и изданный в 1895 году на английском языке «Великий путь Скорби» (Highway of Sorrow at the close of the 19-th Centure). Несмотря на столь тесное соавторство, по просьбе Степняка его имя не было упомянуто, и на обложке вместо него были указаны шесть звёздочек.
В 1893 году Кравчинский сам перевёл «Подпольную Россию» на русский язык и издал её тиражом 5 000 экземпляров. Для революционно настроенной молодёжи книга становится настольной (например, она оказала решающее влияние на Феодосию Драбкину[15]). В 1895 году вышла в свет его последняя книга «King Stork and King Log» («Царь-чурбан и царь-цапля»), в ней были описаны конец правления Александра III и первые дни правления Николая II. Незадолго до смерти Степняк-Кравчинский начал активно обсуждать возможность общеоппозиционного печатного издания на русском языке «Земский Собор», который должен был нелегально распространяться в России. Из России деятельную помощь должен был оказать известный адвокат Л. А. Куперник, который в августе 1895 года встречался в Лондоне с Кравчинским.
23 декабря 1895 года Степняк-Кравчинский погиб, случайно попав под поезд.
> Степняк вышел из своего дома и пошёл к Волховскому через пустырь. Когда, по обыкновению задумавшись, он переходил через полотно железной дороги, на него наскочил поезд, и он был убит на месте.
\n\n — В. Л. Бурцев \n\n"
Одной из подруг и сотрудниц Кравчинского была писательница Этель Лилиан Войнич, которую он обучил русскому языку. Её революционный роман «Овод» (1897) распространялся в России подпольщиками, а после победы Октябрьской революции издавался в СССР многомиллионными тиражами и был в каждой школьной библиотеке.
`

export const TAIL_ABOUT_CENT = `**С. Степняк-Кравчинский**\n\n
# Сказка о копейке\n\n
\n\n
## Часть первая\n\n
\n\n
[Привольное, братцы, житье было на Руси, когда не было на ней ни господ, ни попов, ни купцов толстопузых.
Да только не долго так было, сказывают старики, потому увидел чёрт, что одолевает его мужик: нет на земле ни обмана, ни воровства, ни грабительства, потому всем привольно живется, —  и стал чёрт думать крепкую думу, как бы ему испортить род человеческий. Семь лет думал чёрт, не ел, не пил, не спал —  и выдумал попа. Потом еще семь лет думал —  и выдумал барина. Потом еще семь лет думал —  и выдумал купца.](chain-1)
Обрадовался чёрт и загоготал так, что все листья попадали с деревьев.
Вот выдумал черт попа, барина и купца и напустил их на мужика.
А мужик —  нет чтобы догадаться да свернуть им шею, пока не расплодились, — взял одел, накормил, напоил и посадил себе на шею!
Вот с того-то времени и не стало мужику житья на белом свете: зарезали его попы, баре да купцы.
И зарезали они его не ножом, не саблей острою, а медной копейкой; встанет солнце —  мужик думает: где бы мне добыть копейку? Заходит солнце —  мужик думает: где бы мне добыть копейку?
Вот и взмолился мужик матери своей —  сырой земле:
«Матушка —  сырая земля, скажи ты мне, родимая, где бы мне добыть копейку?»
И отвечает ему земля глухим голосом: «Во мне твое богатство!»
Послушался мужик. Взял он заступ и начал копать. Вот копает он день, копает другой, копает третий. Выкопал он яму глубокую-преглубокую, а копейки все нет. Вот кончилась черная земля и пошел песок. От поту у него перепрела уж рубашка, а копейки все нет. Вот кончился песок и пошло болото. Мужик все копает да копает, а воду вычерпывает лаптем. Долго он копал, долго он вычерпывал. Наконец докопался до дна, дальше пошла глина. От работы уж весь заступ истерся, а копейки все нет! Принялся мужик копать руками. Уж он копал, копал, копал, копал! Наконец докопался до дна. Видит, пошел камень —  дальше копать нельзя!
Припал мужик к груди матери своей, чтобы спросить ее, за что она так горько посмеялась над ним. Только глядь: под комком глины лежит медная копейка! От сырости она вся позеленела, закорявела и стала такою же шершавою, как сама земля.
Схватил ее мужик, поцеловал, завернул в онучу и спрятал за пазуху.
Вот вылез он на свет божий и пошел домой со своей копейкой.
Идет мужик, и здоровается с ним березка кудрявая.
— Мужик, мужик, —  спрашивает березка, —  отчего у тебя одёжа на невод похожа?
— Копейку добывал, —  отвечает мужик.
— Трудно же достается тебе копейка, —  сказала березка и покачала своей кудрявой головкой. Идет мужик дальше, и здоровается с ним птичка лесная.
— Мужик, мужик, —  спрашивает птичка, —  отчего ты весь в мозолях, как в дубовой коре?
— Копейку добывал, —  отвечает мужик.
Засвистала птичка и улетела в самое небо, говоря про себя: «Не хотела бы я быть мужиком!»
Идет мужик дальше, и здоровается с ним рыбка речная.
— Мужик, мужик, —  спрашивает рыбка, —  отчего ты высох, как щепка?
— Копейку добывал, —  отвечает мужик.
Ничего не сказала рыбка, только хвостиком плеснула, и опустилась она на самое дно, подальше от света белого, чтобы и ее не ровен час не забрали в мужики.
Пошел мужик дальше и видит: идет ему навстречу поп. Мужик снял шапку и подошел под благословение. Сразу заметил поп, что мужик вернулся с работы, значит, у него должна быть копейка. И захотелось попу вытянуть у мужика его копейку.
Вот подходит он к нему, да и говорит:
— Разевай рот!
Мужик разинул.
— Высунь язык!
Мужик высунул.
Опустил поп руку в карман по самый локоть, достал щепотку хлебных крошек и посыпал мужику немного на язык. А что осталось, спрятал для другого раза.
— Ну, теперь давай свою копейку, —  говорит он мужику.
Мужик отдал.
Вот приходит он домой, жена и спрашивает его:
— Ну что, добыл копейку?
— Добыл, —  отвечает мужик.
— Куда же ты дел её?
— Отдал за царствие небесное, —  отвечает мужик.
— Ну и слава богу, —  говорит жена. —  Садись теперь обедать.
Помолились они и сели: дождевую воду хлебать, сосновой корой заедать.
Пообедавши, мужик поблагодарил бога, что он насытил его «земных своих благ», и лег отдохнуть с работы.
А поп тем временем пришел домой и стал думать, что бы ему сделать с мужицкой копейкой. Думал он, думал, наконец сказал:
— Знаю, что сделать!
И кликнул пономаря. А пономарь-то не только на клиросе орал, а и торговишкой не брезговал. Вот приходит пономарь, а поп и говорит ему:
— Послушай ты, долгогривый! Теперь у нас пост, так с вчерашнего дня я ничего скоромного не ел. Вот тебе копейка! Сжарь ты мне своего поросёнка, да смотри —  никому ни гугу! Не то всю гриву тебе вытреплю. А коли справишь всё дело, как следует, так дам тебе у поросенка хвостик пососать.
Пошел пономарь и думает: «Вишь, толстопузый, что выдумал! Нет, хвостик-то сам пососи, а поросенка-то я откормлю да самому архиерею продам!»
И понес он копейку торгашу, что держал в деревне лавку со всяким товаром. Приходит он к лавочнику, да и говорит:
Кум, а кум! Вот тебе копейка, дай ты за нее попу поросенка, да мне улей меду за труды.
Усмехнулся торгаш, однако копейку взял: у мужика, думает, куплю.
Приходит он к мужику, показывает копейку да говорит:
Видишь копейку? Дай ты мне за нее своего поросенка, да добудь улей меду да волчью шкуру на тулуп.
— Ладно, —  сказал мужик, —  благо я теперь отдохнул от работы.
Перво-наперво отдал он купцу своего поросенка, что берег себе к празднику.
Праздник-то был самый большой в году. Ну, ничего, думает он. Как подрастет мой сынишка, что теперь в люльке лежит, так справлю праздник как следует.
Потом взял мужик кусок мякинного хлеба, засунул за голенище нож и пошел в лес.
Вот идет он лесом, а сам нюхает, не пахнет ли где мёдом.
Нет, ничего не слыхать! Долго шел он; давно уже съел он свой хлеб и кормится одними желудями да кореньями, а меду как назло нигде не слыхать. Наконец мужик потянул носом воздух в себя: издалека послышался легкий медовый запах. Пошел мужик по чутью. Шел, шел. Пришёл. Видит, стоит большущая липа, а вокруг нее пчёлы так и кишат, так и кишат. Только глядь! Огромный медведь стоит у дупла и уже собирается лапу в него запустить.
— Ах ты, господи! закричал мужик, —  да, никак, мишка хочет мед у меня перебить!
Выхватил он из-за голенища нож и с криком побежал на медведя. Заслышав мужика, мишка обернулся, приосанился и пошел навстречу ему.
Быстро сорвал мужик несколько пучков тонких березовых веток, намотал их на левую руку, в правую взял нож и пошел на медведя.
Вот они сошлись. Мишка уж и лапы протянул, чтобы схватить мужика, да не тут-то было: мужик сунул ему в лапы свою левую руку, а правой всадил ему в сердце нож по самую рукоятку. Потом отскочил назад, как градина от камня. Да на беду он зацепился за сук, так что медведь успел-таки сцапать его. И вот обнялись они и сцепились врукопашную. Сперва мишка стиснул мужика, у того даже косточки затрещали. Потом мужик стиснул медведя —  у того кровь брызнула из раны, как вода из родника. Повалился мишка, как овсяной сноп. А мужик размял маленько свои косточки после медвежьей ласки, да и думает:
«А ведь бог не без милости и к мужику, не пошли он на мое счастье медведя, мне еще бог весть сколько пришлось бы искать волка, а теперь лавочник, может статься, согласится взять медвежью шкуру вместо волчьей».
Содрал он шкуру с медведя, вынул из дупла мёд и понес свою добычу домой. Приносит он ее к купцу. Тот посмотрел, покачал головою да и говорит:
— Медвежью шкуру вместо волчьей! А что дашь в придачу?
— Да что же мне дать-то, —  говорит мужик, —  портки, что ли?
— Ну, давай хоть портки!
Снял мужик портки и отдал их купцу; потом получил от него копейку и понес барину в счет недоимки с прошлогоднего оброка за водопой: потому, видно, по барской молитве текла в реке вода да мужицкую скотину поила.
Идет это мужик, да и глянул на копейку, которую всё в руке держал. Глядит, а копейка-то та же, ржавая да корявая, та самая, что отдал он попу за царствие небесное. «Ладно, —  думает себе мужик, —  отдам я ее теперь барину, небось не скоро вырвется из барских рук».
Вот подошел он к барским хоромам, снял шапку и стал у ворот. А на беду его барыня выглянула в окно посмотреть, не едет ли офицерик молодой.
Как завидела это барыня, что стоит мужик без порток, закричала: «Ах, ах! Помираю!» —  глаза закатила, обомлела и хлоп на ковер —  только ножками задрыгала.
Бегут докладывать барину: так и так, мол, барыня изволила увидеть мужика без порток и теперь помирает. Напустился барин на мужика, затопал, заорал. Но как узнал, что он ему оброк принес, —  притих, только дал мужику записку и говорит таково ласково:
На тебе, голубчик, записочку, отнеси ты ее к становому.
Взял мужик записку, отнес ее к становому и уж взялся было за шапку, чтобы домой идти, только посмотрел он на станового и остановился: у того кулаки сжаты, глаза сверкают, зубы скрежещут, сам пышет, как взмыленный конь. Как подскочит это он к мужику, да как заорет:
Как ты смел, сиволапый ты этакий, барской чести оскорбление нанесть?
Попробовал было мужик оправдаться, да куда тут. Распалился становой пуще прежнего:
Как! Ты еще отпираться, отпираться, собачий сын! В Сибирь сошлю! В гроб заколочу! С живого шкуру сдеру!
И пошел, и пошел… А сам то спереди, то сбоку так и наскакивает, точно забодать мужика али в рот ему вскочить хочет.
Заслышала жена, что плохо дело. Поймала она петуха, бежит к становому и бух ему в ноги.
Батюшка, —  говорит, —  вот тебе петух. Возьми его на здоровье, только не губи ты моего хозяина! Без него пропадем мы с малыми ребятами.
Осерчал становой пуще прежнего. Даже задыхаться стал.
— Как петуха! Да как ты смеешь мне петуха сулить, да как у тебя язык повернулся! Я двадцать лет богу и великому государю становым служу, а никогда не терпел такой обиды! Давай сейчас козу, не то всю избу велю разнести.
Нечего делать, привели ему козу.
Смягчился становой и велел только постегать мужика и отпустить подобру-поздорову.
Пришел мужик домой и велел жене портки новые шить, потому скоро нужно было опять идти к барину, работать за недоимку в его саду, так чтобы не ровен час барыня опять не завидела.
А барин ходил по хоромам и все придумывал, что бы ему сделать с мужицкой копейкой; наконец надумал и велел кликнуть мужика.
Приходит мужик, барин и говорит ему:
Послушай, любезный, тебе топливо, говоришь ты, надобно. Вот, видишь, там на огороде у меня жердочка стоит, так возьми ее себе, только сослужи ты мне службочку.
— Какую? —  спрашивает мужик.
Ступай ты, —  говорит барин, —  к другу моему Софрону Кузьмичу, он всего за пятьсот верст отсюда живет, и скажи ты ему, что барин, мол, приказал кланяться и в гости к себе просить.
— Ладно, —  говорит мужик.
Вот пошел мужик к Софрону Кузьмичу. Уж он шел, шел, шел, шел, все лапти истрепал, чуть кожи на подошвах не износил. Наконец приходит и говорит:
— Так и так; барин приказал кланяться и в гости просить.
Софрон Кузьмич сейчас собрался, потому были они с нашим барином большие приятели: как молоды были, вместе царю служили. А служба-то была самая дворянская: у казенных баранов под хвостом шерсть подстригали да тайком суконщикам сбывали.
Вот приезжает он к барину, и начали они играть на мужицкую копейку. И обыграл Софрон Кузьмич нашего барина, и уехал он веселый-развеселый, и дорогой все песни пел. А наш барин остался злющий-презлющий, и чтобы на чем-нибудь сорвать свою злобу, он кликнул сотского и велел ему стребовать оброк с мужика. .
Пришел сотский к мужику и стал требовать с него оброк.
— Да откуда мне взять-то? —  спрашивает мужик.
— Откуда хошь, хоть роди, брат, не то барин —  опять к становому.
Почесал мужик затылок, однако делать нечего, оброк добыть нужно. И вот пошел мужик на заработки. Уж он ходил, ходил и нигде не мог найти работы. Наконец, приходит он к тому самому барину, что выиграл его копейку, и спрашивает, нет ли работы. Позвал барин управляющего, чтобы узнать у него насчет работы.
— Как же, есть, —  говорит управляющий, —  у нас недавно плотину прорвало. Нужно поскорей починить, чтобы не размыло. А работа самая опасная, потому вода, того и гляди, снесет, да еще как раз под колесо. Вот нам и с руки отдать эту работу мужику, потому из-за копейки мужик не только в воду, а и в огонь полезет.
— Хорошо, —  говорит барин, —  распорядись.
Пошел управляющий к мужику и говорит:
— Почини барину плотину, да мне сруби избу за то, что я хлопотал за тебя, и зашибешь копейку.
— Ладно, —  говорит мужик.
Вот взял он топор, нарубил лесу, перетаскал его ко двору управляющего и начал строить избу. Топором рубит, топором тешет, топором пилит, топором стругает, топором дыры сверлит, топором гвозди колет, топором и забивает. Пот катится с него градом, а он и в ус не дует; это, думает, ещё работишка, а работа-то будет впереди.
Вот приходит управляющий и видит: выстроена изба на славу.
— Молодец, —  сказал управляющий и дал мужику понюхать рюмку, из которой третьего дня водку пил.
— Спасибо, —  сказал мужик, —  порадею твоей милости за твою ласку.
Вот пошел мужик к плотине. Видит, прорвало плотину, по самой средине. Вода так и бурлит, как кипяток в котле. Подступу ниоткуда, чуть подойдешь —  земля так и обсыпается. Как тут быть! Думал, думал мужик, наконец надумал: по обоим бокам плотины росли толстые вербы. Мужик перекинул через них крепкую веревку, потом прицепил к ней на вожжах лукошко.
Теперь ладно, —  сказал мужик и принялся тесать сваи. Натесавши сколько надобно, бросил он в лукошко тяжелый камень, навалил сваю, сам сел на нее верхом, взял в руки острый кол и отпихнулся.
Раскачало его, как маятник!
— Эй, утонешь, —  кричит ему управляющий из окошка.
Носится себе мужик по воздуху, да и отвечает.
— Не сумлевайся! Нас бог бережет, потому без мужика ему не то что на свечку, а и на ладан неоткуда бы взять. А то без мужика бог, точно, давно бы перевелся совсем.
Покачалось, покачалось лукошко, наконец остановилось. Мужик ткнул сваю в воду и приколотил камнем. Потом отпихнулся он к берегу, выскочил, придержал лукошко и навалил новую сваю. Долго летал мужик, долго колотил он сваи, наконец вбил все и завалил камнями и песком. Только глядь, срединная свая нагинается, нагинается и вот-вот упадет. Как тут быть? Под руками ничего. Пропала работа! Недолго думал мужик, раскачался в лукошке —  и прыг сам на сваю!
От здоровых мужицких пяток свая засела так, что сам черт ее не вырвал бы, да только сам мужик грохнулся в воду, и его понесло под самое колесо.
— Ну, —  думает управляющий, —  пропал мужик! Копейка-то, им заработанная, у меня останется.
Однако мужик догадался нырнуть и вылез из воды цел и невредим. Пришлось управляющему отдать мужику его копейку.
Вот понес ее мужик домой, идет, а сам думает:
Слава богу, теперь раньше, чем через неделю, барин не потребует с меня оброка. Будет время поработать на себя, да и отдохнуть, кстати, за весь год.
Приходит он домой и идет прямо на барский двор. Входит и видит: весь двор усыпан можжевельником, все ходят в черном, и в окне две свечи видно.
— Что случилось? —  спрашивает мужик.
— Барин помер, —  говорят ему.
Заплакал мужик и подумал: «Царство ему небесное, добрый был барин!»
И понес он оброк барыне. Только к барыне его не пустили. Барыня больно убивалась по барину, и утешал ее, горемычную, офицерик молодой. Вот никого она и не пускала к себе.
Пошел мужик домой, полез в погреб, вырыл ямку и спрятал в нее свою копейку, чтобы не пропала не ровен час.
Через несколько дней идет мужик домой. Вдруг слышит —  кто-то плачет. Обернулся он и видит: сидит при дороге девочка и заливается горючими слезами.
— Чего плачешь, девка? —  спросил он ее. Девочка рассказала ему, что у нее брат очень заболел, так нужно звать попа, чтобы он окунул палец в тесто да помазал больного по губам. Поп даром идти не хочет, а платить ему нечем.
Положил мужик свою шершавую лапу девочке на голову, взъерошил ей волосенки и говорит:
— Не плачь, дура, я заплачу попу.
Поблагодарила девочка мужика и побежала к попу. А мужик полез в погреб, откопал свою копейку и вынес ее на свет божий.
Глянул на нее мужик и всплеснул руками: узнал он свою копейку, ту самую, что с такими трудами добыл он из груди матери —  сырой земли, потому что, полежавши в земле, она стала такою же зеленой да корявой, как тогда была… И заплакал мужик с досады от такой обиды горькими слезами. Понял он, что напрасно пропали все его труды: ничего-то он не выработал, кроме той самой копейки, которая и прежде его была. Вот теперь она попадет опять попу и пойдёт потом гулять по свету белому, и будет ездить на нем всякий, кому удастся подержать ее в руках. А коли ненароком она снова заглянет в его избу, так только затем, чтобы он сям снес ее либо барину, либо попу.`;

export const CRITICAL_ARTICLE = `**Статья.** \n\n # От радикализма на практике к радикальному перу.\n\n [Изначально Степняк-Кравчинский имел опыт радикальной практической деятельности в рядах Народников](chain-2). После [инцедента с Мезенцовым](chain-3) [бежал в Швейчарию и занимался переводами](chain-4). Так же он излагал свое видиние идеала общественного устройства в произведениях собственного сочинения. [Привольное, братцы, житье было на Руси, когда не было на ней ни господ, ни попов, ни купцов толстопузых.
Да только не долго так было, сказывают старики, потому увидел чёрт, что одолевает его мужик: нет на земле ни обмана, ни воровства, ни грабительства, потому всем привольно живется, — и стал чёрт думать крепкую думу, как бы ему испортить род человеческий. Семь лет думал чёрт, не ел, не пил, не спал — и выдумал попа. Потом еще семь лет думал — и выдумал барина. Потом еще семь лет думал — и выдумал купца.](chain-1) Надо отметить пророческий талант писателя.`;

export const RADICAL_WRITER = `**Статья.** \n\n# Радикальный писатель с двойной фамилией.
\n\n
${REVOLT_MOVEMENT}\n\n${JANDARME_MURDER}\n\n${EMIGRATION}`
